Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 白虎宫殿最珍贵的东西或许有人会以为是水元素之心，对麒麟族来说，这种绝对是珍宝中的珍宝，因为在麒麟族传承之中有一条利用五行元素可以突破圣境的桎梏。
en_us: Perhaps one would assume that the most precious thing in the White Tiger Palace was the Water Elemental Essence. This was absolutely a treasure amongst treasures for the Qilin Clan, because there existed a method of breaking the shackles of the Sacred Realm by using five types of Elemental Essences in the Qilin Clan's inheritance.

source: 白虎的头部地形被破坏的程度比游小默想象中还要再严重一点，地图上是看不出来，毕竟不可能每个地方都巨细无遗的画出来，所以要在这一片奇形怪状的地方找出右眼的所在并不容易。
en_us: The geography of the White Tiger's head was much less wholesome than You XiaoMo predicted. They couldn't tell from the map/ After all, it wasn't possible that every little aspect would be drawn and recorded with perfect accuracy, so it wouldn't be an easy task to find the right eye in such a horribly destroyed terrain.

source: 白虎的宫殿并没有如游小默想象中那么危险，外表确实很华丽，但实际内在却寒酸得可以，空荡荡的大殿，也就只有头顶和柱子上镶着一些好看的宝石，简直可以称得上是家徒四壁。
en_us: The White Tiger's palace (宫殿) wasn't actually as dangerous as You XiaoMo was imagining. Although the exterior was indeed magnificent, in reality the interior was awfully shabby. It was a large, empty palace with only a few pretty gems set into the ceiling and pillars. It could practically be called destitute.

source: 白虎的尸体已经僵硬，看不出死了多久，但浑身都是宝。
en_us: The corpse of the White Tiger was already rigid. He could not tell how long it had been dead, but it was composed of treasures from head to toe.

source: 白虎皮糙肉厚，又是与麒麟祖先组同时期的强者，就算死了，肉体的强悍仍然改变不了。
en_us: The White Tiger had coarse fur and thick muscles (皮糙肉厚) and was also an expert belonging to the same period as the Qilin progenitor. The indomitable strength of its physical body could not be denied even after it had died.

source: 白虎陨落的偏殿与主殿的距离并不远，而且他记得凌霄当时把玉床给融化了，虽然当时没有看到下面的情况，但是如果刚好在迷宫的正上方，他可以利用迷宫通道缩短距离，再小心的观察。
en_us: The side palace hall, of which the White Tiger deceased,(陨落) wasn't far from the main hall (主殿) and he remembered Ling Xiao melting the jade bed. Although he wasn't able to see the situation below, if it was directly above the maze, then he could use it to decrease the distance and watch from afar.

source: 白衣人二人进去的时候还剩下两秒。
en_us: There was still two seconds left after the white and black robed men entered.

source: 白衣人和黑衣人分别落在一座峰的峰顶，在他们面前不远处正是鬼哭涯，他们却没有立刻过去。
en_us: The white robed man and the black robed man alighted on different mountain peaks. Not far from where they alighted was the Weeping Ghost Shore, but they did not go over immediately.

source: 白衣人和黑衣人赶到笑阁，里面只有五个成员。
en_us: There were only five members inside when the white robed man and the black robed man hurried to the Smile Pavilion (笑阁).

source: 白衣人和黑衣人迅速的冲进去，因为开启时间只有三秒，没有及时进去就会被关在外面，到时只能让里面的人帮你，对天狗的成员而言，这是一件很丢脸的事情。
en_us: The white robed man and black robed man rapidly dashed inside because it would only open for three seconds. If they did not enter in time, they would be shut outside. At that time, they could only ask for help from the people inside. For the members of the Tengu, it was an extremely embarrassing matter.

source: 白衣人拿出一块面积很小的玉牌，将其朝他左手边某座山峰投掷过去，两秒后，面前的景象突然改变了。
en_us: The white robed man took out a small jade tablet, and hurled it at a mountain peak on his left. Two seconds later, the scenery in front of him suddenly changed.

source: 白衣人无所谓地道：“我叫游君其，身份你已经知道了，现在可以告诉我你的名字了吧？”游小默眼也不眨的回道：“我叫游小默。”
en_us: The person in white said indifferently, "My name is You JunQi. You already know my identity, so now can you tell me what your name is, right?" /PARA You XiaoMo answered without even blinking, "My name is You XiaoMo."

source: 白衣人最终还是没有被放出来，虽然他看起来和赤血家族有仇，但游小默一想到他被关进禁地的理由，他就特别不想放他自由。
en_us: The white robed man did not get released in the end. Although he seemed to have a grudge with the Vermilion Blood Clan, once You XiaoMo thought of the reason he had been imprisoned in the forbidden area, he particularly did not wish to free him.

source: 白衣人站起来，笑眯眯的看向游小默，“小兄弟，可以把你的名字告诉我吗？”
en_us: The person in white stood up and smiled at You XiaoMo. "My fellow, could you tell me your name?"

source: 白衣人耸了下肩膀，“好吧，说另一个问题，你猜天刀叫我们回去做什么？”
en_us: The white robed man shrugged his shoulders, “All right, I’ll ask another question. What do you think Tian Dao called us back for?”

source: 白衣女人也不知道是怎么想的，听着莫菲的话，漂亮的脸上却没有丝毫表情，仿佛不为所动似得。
en_us: Who knew what the woman in white was thinking, but when she heard Mo Fei speak, her beautiful face remained completely expressionless, as if she wasn't moved in the slightest.

source: 白衣女人淡淡的看以他一眼，说：“我需要检查过才知道能不能治，不过不要抱太大希望，能治被神火烧伤的灵丹需要五品以上的彩丹。”
en_us: The woman in white glanced at him indifferently at said, "I need to check it first before I can determine whether it's curable. However, don't get your hopes up. Magic pills that can cure a burn from Godfire require rainbow pills that are grade five or up."

source: 白衣女人看向带着面纱的莫雪，透着面纱，她清楚地看到莫雪被毁的面目全非的半张脸，颈脖的地方似乎也伤的不轻，修眉微微皱起，尽然这么严重？
en_us: The woman in white looked at Mo Xue, who was wearing a veil. She could see clearly that half of Mo Xue's face was disfigured and changed beyond recognition through the veil, and it seemed that the injury near her neck also was wasn't light. Her elegant brows crinkled slightly. It was actually this severe?

source: 白衣女人终于有反应了，冲他微不可查的点了下头，嘴上却说：“烧伤莫雪的火焰不是普通的火焰，如果我没有猜错，应该是一种神火，被神火烧伤的伤口，一般很难根治。”
en_us: The woman in white finally reacted, and she nodded imperceptibly at him, though she said, "The flames that burned Mo Xue aren't ordinary flames. If I'm not wrong, it should be a kind of Godfire (神火). Injuries that were created by Godfire are usually very hard to cure completely."

source: 白衣女人脸色微沉，冷声问道：“到底怎么回事，莫雪怎么会被人毁容了？”
en_us: The woman in white's expression was slightly overcast, and she asked in a cold voice, "What in the world happened? How was Mo Xue disfigured?"

source: 白衣女人露出一抹圣洁的笑容，柔声道：“怎么了，是谁欺负我的墨菲妹妹，这么委屈？”
en_us: The woman in white revealed a divine smile and said gently, "What's wrong, who bullied my little sister Mo Fei and made her so sad?"

source: 白衣帅哥低声一笑，“看来你应该还不知道你身上的秘密，虽然我也很清楚。”
en_us: The handsome white-robed guy laughed lowly. "It seems that you still do not know the secret in you, even though I know very well."

source: 白衣帅哥只跟他说了这句话。
en_us: That was all the handsome white-robed guy said.

source: 白衣帅哥接着说道：“我可以把我知道的告诉你，但是你要答应我一个条件。”
en_us: The handsome white-robed guy continued, "I can tell you what I know, but you have to agree to my requirement."

source: 白衣帅哥浑身呈现透明状，从墓碑里出来后就没有其他动作，而是安安静静的立在石碑前，眼神平静的看着游小默，仔细看的话，他的眼睛里其实还夹着一丝柔和。
en_us: The handsome white-robed guy (白衣帅哥) was completely see-through and didn't move after coming out of the gravestone. Instead, he stood quietly in front of the gravestone, looking calmly at You XiaoMo. If one looked closely, they could even see that there was actually a trace of tenderness in his eyes.

source: 白衣帅哥点点头，“只有游氏族人才能感应到我的召唤。”
en_us: The handsome white-robed guy nodded. "Only members of the You Family can sense my call."

source: 白衣帅哥看着游小默害怕的表情，淡淡的笑出了声。
en_us: The handsome white-robed guy looked at You XiaoMo's scared expression and smiled faintly.

source: 白衣帅哥眼中闪过一丝讶色，似乎料到他们的关系非同寻常，却没有料到他们会是这种关系，不过也难怪，远古的强者们一根筋都是想着怎么提升实力，很少有娶妻生子的想法，两个男人关系亲密，也只会以为兄弟情深之类的。
en_us: A bit of astonishment flashed through the handsome white-robed guy's eyes. It seemed that he had anticipated that their relationship was unusual, but he hadn't anticipated that they would have this kind of relationship. However, it was also understandable. Many ancient experts would stubbornly use this method to raise their strength. Very few used the method of getting a wife and having kids. The two men had a very close relationship, and others would only believe that they were deeply devoted friends.

source: 白衣帅哥笑而不语，目光旋即落在他旁边的凌霄身上，带着一丝审视和疑惑，半晌才失笑着开口说道：“想不到事隔这么多年，竟然还能让我看到那个古老传说。”
en_us: The handsome white-robed guy smiled but didn't speak. His gaze soon fell on Ling Xiao, who was standing next to You XiaoMo, and there was a bit of scrutiny and disbelief in his eyes. After a long pause, he lost his smile and said, "I never would've thought that after so many years, I would still be able to see that ancient legend."

source: 白衣帅哥诧异的挑起眉，“你认识他？”
en_us: The handsome white-robed guy looked surprised. "You know him?"

source: 白衣帅哥赞赏的看了他一眼，和聪明人说话就是方便。
en_us: The handsome white-robed guy glanced at him admiringly. It was truly easier talking with an intelligent person.

source: 白衣帅哥轻笑一声，“你果然是游氏族人。”
en_us: The handsome white-robed guy laughed lightly. "You are indeed a member of the You Family."

source: 白骨小镇不大，每天进出小镇的人却只多不少，这些人大多是化形妖兽。
en_us: The White Bone Town was small, yet there were a lot of people entering and leaving town everyday. Most of these people were transformed demon beasts (化形妖兽).

source: 白骨小镇没有如众人猜想那样变成一片废墟，不过也有三分之一的房子被毁，好在都是破房，只要找些木材过来再搭建一个就行了。
en_us: Different to everyone's expectations, the White Bone Town did not become a wasteland, however, one-third of the buildings were demolished though. Good thing that they were already in shambles (破房) so all they needed to do was rebuild them with wood.

source: 白魂出现后，附近的怨灵纷纷逃离此次。
en_us: After the white spirit appeared, the resentful beings nearby all fled the area.

source: 百里小鱼跑了回去，得意的说道：“是我让越煦哥去小默的哦。”
en_us: BaiLi XiaoYu ran back, saying with triumph, “I was the one who got brother YueXu to go and find You XiaoMo!”

source: 百鸟谷，妖凰族圣地。
en_us: At the sacred grounds of the Demon Phoenix Clan, the Hundred Birds Valley.

source: 皮球他们都是妖兽，一个个都有保护自己的实力，所以他很干脆的放他们出来，而且实力提升后，也没必要再待在空间里发霉。
en_us: PiQiu and the rest were demon beasts. He directly let them out as every and very one had the strength to protect themselves. Moreover, there was no need to stay in the dimension and grow mold after their strength had risen.

source: 皮球的修为涨得很快，当初离开的时候才九阶三星，现在已经是十阶一星了，涨幅不可谓不快，像坐火箭一样。
en_us: PiQiu's level had increased by a lot, when he had left, he was just level nine three-stars, but now, he was at level ten one-star. His power level really sky-rocketed.

source: 皮球笑着解释道：“妖猫是一种高阶妖兽，实力虽然不怎么样，但是妖猫一族化形后一个个却长得国色天香，清丽可人，在妖界很受欢迎，有些实力强大的大妖兽都喜欢豢养一只妖猫。”
en_us: MaoQiu (皮球??) laughed and explained, "The Cat Demon is a type of high level demon beast. Although their strength is nothing great, each and every beast from the Cat Demon Clan will look like an an outstanding and exquisite beauty after transforming. They are very popular in the demon world and some great demon beasts who are powerful like to keep a Cat Demon as a pet."

source: 皮球缩了缩肩膀，有些害怕的看着她，不久前才听说过毛球的残暴事迹，他有点怕看到她露出笑容的表情。
en_us: PiQiu's shoulders shrunk and he looked at her, a little scared. He had just heard about MaoQiu's savage accomplishment, and he was a little afraid of her when she revealed a smile.

source: 盗云和他师傅的位置和他们有四个座位的间隔，说话肯定不方便，游小默只有朝他点一下头就移开视线。
en_us: Dao Yun and his master were four seats away from them, making talking rather inconvenient, so You XiaoMo simply nodded towards them and turned away.

source: 目前，游小默只能做到一心两用。
en_us: For now, You XiaoMo could only split his attention between two tasks.

source: 目送她离开，游小默皱眉对猫球说道：“小猫球，你说她真的是来找我买容颜丹的吗，我怎么觉得她奇奇怪怪的。”
en_us: After watching her leave, You XiaoMo frowned a little and turned to CatQiu. “CatQiu, do you think she was really here just to buy beauty pills? I think she’s a little strange.”

source: 直到两人靠近，老人才注意到他们，“你们先等一下。”
en_us: The old man didn't notice them until two people approached, "Please wait a minute."

source: 直到太阳快到顶的时候，一只不该出现在这里的黑鸦突然飞了过来。
en_us: Only until the sun was reaching its zenith did a black crow that should not be appearing here fly over.

source: 直到除顶级灵草的所有灵草都提炼完毕，他才放松了些许，待重新调整好心情，游小默将最后的十一株灵草分三次淬炼。
en_us: Only when finished extracting the essences (提炼) from the herbs, other than the pinnacle level ones, did he allow himself to relax a little. When he regained his composure, You XiaoMo got out the last eleven herbs and distilled them in three steps.

source: 直到黑熊大喊出声，她才反应过来，一下子像受了刺激一样，突然发出尖锐的叫喊声，摆着双手疯疯癫癫的喊道：“啊啊，我不想死，不要杀我不要杀我！”面容惊恐万分。
en_us: It wasn't until Hei Xiong shouted did she realize what was going on and as if triggered by something, she let out a piercing shierk as she waved her arm in the air like a madman. "Ahhhhh, I don't want to die, don't kill me! Don't kill me!" She shouted with a face of terror.

source: 直觉不对劲的黑熊当即抓起地上已经傻了的老板娘，迅速的朝外面冲出去。
en_us: Sensing that something's wrong, Hei Xiong grabbed the proprietress, who sat on the floor completely dumbfounded, and made a ran for it.

source: 直觉告诉游小默，他要谈的事情不简单，不过回答他的是凌霄，至少思考一下吧，竟然抢在他前头。
en_us: He directly told You XiaoMo that what he wanted to discuss wasn't simple, but the one to answer him was Ling Xiao. They should at least consider it for a moment, yet Ling Xiao just answered before he could.

source: 相较于五人昂首挺立，凌霄表现得特别漫不经心。
en_us: Compared with the other five’s upright posture, Ling Xiao appeared very lax.

source: 相较于其他人一脸愕然，他们的表情却很自然，这就是走后门的好处，早一天知道就能先坐准备。
en_us: Their expressions were quite natural compared to the rest who were stunned. This was the advantage of getting in by the back door since they could make preparations by knowing of this a day earlier.

source: 看不出来这个黑熊是个拿得起放得下的人。
en_us: By looks alone you wouldn't have been able to tell that Hei Xiong was someone whose adapatble. (拿得起放得下)

source: 看了一会没看出什么名堂，大家又收回视线，赶紧寻找自己的目标，免得被别人抢先了。
en_us: When they didn't see anything much happen, everyone looked away again and continued searching for their own objectives in order to avoid them being stolen away by someone else first.

source: 看了全程，游小默觉得他对凌霄放心得太早了，这家伙向来是语不惊人死不休，果然不能太小看他。
en_us: After watching the whole thing, You XiaoMo felt that he had trusted Ling Xiao too early. This fellow had always been someone who wouldn't rest unless he shocked other people; you definitely couldn't look down on him.

source: 看了眼凌霄的情况，见他还在闭关，游小默将三只留下，然后独自一人进入空间。
en_us: After getting a look at Ling Xiao's situation and seeing that he was still in secluded cultivation, You XiaoMo left the three behind and entered his dimension alone.

source: 看他这个住人当得多称职，完全是把屎把尿的伺候着，到哪里去找他这么好的主人，只此一家，别无分号。
en_us: See how competent their Master was. He totally waited upon them like they were children whose hands needed to be held while shitting and peeing (完全是把屎把尿的伺候着). Where could one find such a good Master as him? The only one was in this family and there was no other

source: 看似强大，实则一不小心就会波及到自己。
en_us: It seemed powerful, but could backlash (波及) on oneself if one was not careful.

source: 看到一道即将消失在夜色中的黑影，唐中华二话不说便追了过去。
en_us: Seeing a shadow that was about to disappear into the night, Tang ZhongHua chased after it without demur.

source: 看到他的表情，冬霖罕见地露出一丝淡淡的笑意，“不相信的话，你们尽管看下去，他应该会给我们一个惊喜。”
en_us: Seeing their expressions, an uncharacteristic smile appeared on Dong Lin’s face. “If you don’t believe me, just watch, I bet he’ll surprise you all.”

source: 看到他，傅苍穹脑海里霎时闪过一道身影，实在是太像了。
en_us: Seeing him, a thought flashed through Fu CangWan's mind. They were really too alike.

source: 看到他，苏朗浓眉一挑，“大师兄？
en_us: When he saw him, Su Lang's thick brows raised. "Da-shixiong?

source: 看到毛球脸上骄傲的笑容，众人打了个寒颤。
en_us: Seeing MaoQiu's haughty smile, everyone shivered.

source: 看到水妖被凌霄解决了，除了麒麟族，丹师工会和真龙族的两个老家伙脸色有些尴尬，这下子他们倒不好独占大头了，所以决定分给游小默一半。
en_us: Seeing that the Water Demon was taken care of by Ling Xiao, other than the Qilin Clan, the two old man from the Mage Association and the True Dragon Clan both turned a little awkward. Now they didn't have the face to take the major share, thus they decided to give You XiaoMo half.

source: 看到自己拍到了内丹，游小默脸都拉下来了，表情阴晴不定不知道在想什么，大家都觉得他后悔了。
en_us: You XiaoMo's face fell upon seeing that he had managed to win the bid for the Life Crystal. His expression was obscure and it was hard to tell what he was thinking about. Everyone thought that he had regretted his actions.

source: 看到表现迟钝的光团，游小默不忍直视的捂着脸。
en_us: You XiaoMo could not help face-palming as he saw the sluggish ball of light.

source: 看到这一幕的人不禁瞪大眼睛，他们突然明白为什么灵草田里会有那么多坑坑洼洼的地方，原以为是洞府的主人挖走的，现在看来真正的犯人应该是这群水妖。
en_us: All the people who saw this scene couldn't help but open their eyes wide. They suddenly understood why there would be so many bumps and holes in the magic herb field. At first they thought that it was the owner of the cave dwelling who had dug out the magic herbs, but it seemed like the true thieves were these Water Demons.

source: 看到这一幕的人顿时露出一脸骇然之色。
en_us: The man who saw this scene was immediately overwhelmed with shock.

source: 看到这一幕，众人的表情变得十分古怪。
en_us: Seeing this, everyone's expressions twisted.

source: 看到这一幕，游震天的眼睛差点红了，他好不容易才弄到一条碧妖蛇王，竟然被打败了，怎么能不让他震惊？
en_us: You ZhenTian was close to seeing red upon seeing this scene. The Jade Devil Snake that had had managed to get after much difficulty had been defeated. How can he not be shocked?

source: 看到这颗火球，黑熊脸色变得更加难看，他没忘记就是这种火焰害得他不得不断掉一臂，虽然失去的手臂可以用灵丹再生，但是此时此刻对他的实力确实造成了影响。
en_us: Seeing the fireball, Hei Xiong's expression got worse, he hadn't forgotten that it was this flame that caused him to cut off his own arm. Although he could use a magic pill to regenerate it, but right now, it was a clear detriment to his power.

source: 看到这，斗篷人立刻猜到他们的意图了。
en_us: Seeing this, the cloaked man immediately guessed their intentions.

source: 看大家讨论的这么热烈，游小默忍不住小声的问凌霄，“他们该不会是知道地图的事情吧？”
en_us: Seeing everyone discuss it so fervently, You XiaoMo couldn't help but quietly ask Ling Xiao, "They shouldn't know about the map, right?"

source: 看守遗迹入口的人是三名神境强者，气势很强，围观的人修为最高也不过帝境，因为帝境之上也都进入遗迹了。
en_us: There was three Divine Realm experts guarding the entrance to the ruins. They emitted a formidable aura, since the ones who stayed were no more than the Emperor Realm, as those above already went inside.

source: 看来他们真的是最后到达，天明和天恨旋即入座。
en_us: It looked like they were really the last to arrive. Tian Ming and Tian Hen soon took their seats.

source: 看来他对自己的契约妖兽了解得还是太少了，以后就让他们自由活动好了，一直住在空间也不好，压榨他们的劳动力的范围变小了……
en_us: It looked like he still didn't know enough about his contracted demon beasts. From now on he was going to let them act freely, since it's not good staying in the dimensional all the time. Although the amount of work he could squeeze out of them would decrease...

source: 看来凌霄在生气……
en_us: It seemed that Ling Xiao was angry...

source: 看来这位小哥也是个不好惹的人，在打掉独眼刀疤的大刀后，竟然幻化了一把一模一样的大刀，连刀柄也是一样的，是准备气死他吗？
en_us: It seemed like this young man wasn't someone who you wanted to get on the bad side of. After disarming One-Eyed Scarface of his sword, the other had conjured an identical sword, even down to the hilt. Was the other trying to cause him to explode with anger?

source: 看着九玄铁在火焰的煅烧下渐渐的融化，五个囚犯眼中皆闪过一丝疯狂，那是对自由的渴望和向往，他们被关在这里太久太久了，就到他们的意志快要被磨灭，以为自己此生只能呆在这里。
en_us: Seeing the nine myth steel slowly melt under the flames, a hint of crazed delight flashed through the eyes of the five prisoners. It was a mad desire for freedom. They had been trapped here for far too long. Their sanity was eroding, believing that they might spend their lifetime here.

source: 看着他们见鬼似得跑开，游小默笑得很开心。
en_us: Seeing them run away as if they had seen a ghost, You XiaoMo laughed whole heartily.

source: 看着他们走进去的背影，站在旁边围观的青年立刻走到男子身边，小声道：“张大哥，这样让他们进去可以吗？”
en_us: Watching their retreating figures, a young man who had been watching ran over the man's side, whispering, "Zhang-dage, you sure it's fine to just let them in like that?"

source: 看着他匆匆忙忙的离开，颜辉摸了摸脑袋，“这么着急，该不会是凌默要回来了，所以他准备亲自去接吧，要不我们偷偷的跟过去看看？”
en_us: Seeing him hurry off, Yan Hui scratched his head. "He's in quite the rush. Could it be that Ling Mo is coming back so he wants to personally welcome the other back? How about we tail him secretly and go see?"

source: 看着在他们面前越变越小的宫殿，夏音失声叫了起来，只有独立空间才能做到这一点。
en_us: Seeing the palace shrink in front of their eyes, Xia Yin cried out involuntarily. Only an independent dimension could do something like this.

source: 看着找上门的青年，李管事恶狠狠的刮了那个说漏嘴的伙计一眼，真是碎嘴的蠢货。
en_us: When he saw the youth show up, Manager Li shot a vicious look at the assistant who let it slip. He was seriously a chattering idiot.

source: 看着空空如也的地方，玄威虽然很诧异，但他很快就反应过来，不过再快也没有凌霄快。
en_us: Looking at the empty space, XuanWei was shocked, but he soon reacted. However, no matter how fast he reacted, he wouldn't be able to beat Ling Xiao.

source: 看着走到他面前的女人，游小默微微一诧。
en_us: As he watched her walk towards him, he startled very slightly.

source: 看起来像是要有一场大战，街上的人群见识过黑熊的破坏力，生怕被波及到自己，一个个都跑了。
en_us: Seeing that a huge fight was about to start and knowing the destructive force of Hei Xiong, everyone ran away afraid of being affected.

source: 看这情形，他们应该是去打第六府的主意，这里离第六府有一点距离，而且水妖分散他们的注意力，所以大家都没有注意到黑蜘蛛在第六府那边攻击结界。
en_us: By the looks of things, they were concerned with the sixth mansion. There was a bit of a distance from here to the sixth mansion so with the Water Demon distracting them, no one realized that the Black Spiders were attacking the sixth mansion's barrier.

source: 真是小助手藏起来的。
en_us: It was the pot the assistant had hidden.

source: 真是看不出来，两人似乎都是第一次。
en_us: He never would've expected it, but it seemed that they were both virgins.

source: 真是长见识了。
en_us: You really learn something new everyday.

source: 真让她们一路跟着，他不敢保证冲动起来不会戳瞎她们的眼睛。
en_us: If he really let them join, he couldn't certain that he wouldn't poke their eyes out.

source: 真龙族和古玛部落没再往上加价，这个价格已经超出他们的底线，再怎么想要那批灵草，他们也不想花太多冤枉钱，何况真龙族只想要其中一株灵草。
en_us: The Guma Tribe and the True Dragon Clan didn't continue to raise the price. This price had already surpassed their bottom line. No matter how much they wanted those magic herbs, they also weren't willing to waste too much money. Moreover, the True Dragon Clan just wanted one of the magic herbs from the bunch.

source: 真龙族的强者恰巧看到这一幕，顿时骇然得眼睛都红了。
en_us: The expert from the True Dragon Clan happened to witness this scene and was so shocked that his eyes turned red.

source: 真龙族的强者恼怒的看向黑蜘蛛的人，五人竟然对付不了两只水妖？
en_us: The expert from the True Dragon Clan resentfully glared at the people from the Black Spider. In spite of everything, five people could not even cope with two Water Demons?

source: 真龙族的强者脸色一变。
en_us: The expression on the True Dragon Clan's expert changed.

source: 真龙族虽然没有麒麟族和妖凰族那么厉害的火焰，但是他们却能吐出龙息，而真龙的龙息是最厉害的，它的温度几乎可以与神火相比，而水妖属于后天半妖兽，防御再怎么厉害也不可能是三种帝王兽的绝招的对手。
en_us: Although the True Dragon Clan didn't have an incredible flame like the Qilin Clan nor the Demon Phoenix Clan, they were able to unleash the Dragon's Breathe. The Dragon's Breathe of a True Dragon was the strongest, with a heat that was on par with a Godfire (神火). The Water Demons were half demon beasts that were turned into one, so no matter how strong their defenses was, it wouldn't be able to take the ultimate moves of three Emperor Beasts.

source: 真龙龙息一出，火焰球中立刻传出十二阶水妖的惨叫声，那股令人心悸的气息似乎慢慢的减弱下去，十几分钟后便无声无息了。
en_us: With the the Breathe of the True Dragon, instantly the screams of terror could be heard from within the fireball. That, sense of danger also seemed to have slowly died down and in a few minutes, completely disappeared.

source: 眨眼两个月过去了。
en_us: In the blink of an eye, two months passed.

source: 眼下滕家和柴家准备合力对付凌霄，这种手段虽然有些卑鄙，但是混战之中，这种情况也是常见的，只是可惜了这样的好苗子。
en_us: Now the Teng and Chai families were preparing to gang up on Ling Xiao. Though this was a very dirty move to make, it was common in a free-for-all. Too bad for this talent.

source: 眼前这名老者可是真正站在通天大陆顶端的强者，就算姬凤他们有族人在背后撑腰，他们也不可能得罪游震天。
en_us: This elderly man before their eyes was genuinely a pinnacle powerhouse in the TongTian Continent, even if Ji Feng and the rest had their clans backing them, they also could not offend You ZhenTian.

source: 眼看着就在下雨了，少年突然灵光一闪，看着被他架在肩膀上的男人说道：“我背你去找找看附近有没有村庄或小镇怎么样？”
en_us: Seeing how it was about to rain, the young man suddenly had an idea and said to the man using his shoulder for support, "How about I carry you to see if there are any villages or towns nearby?"

source: 眼看着就要揪住他的胡子，姬翁突然低下来，平静的眼睛蓦然带上一丝笑意，看着小手的主人，“调皮鬼，爷爷在谈事情，不准打岔。”
en_us: Ji Weng suddenly bent down as the hand was about to grab his beard. A hint of a smile suddenly flashed through his calm eyes as he looked at the owner of the little hand, "You naughty boy (调皮鬼), Grandpa is talking now. Don't interrupt."
